[Information]
TRANSLATOR=J.A. Margalef
TRANSLATOR_CONTACT=joandreu@margalef.cat
VERSION=5.1.0

[Language]
LANGUAGE=Català
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0003, 0x0403

[Menu]
FILE=&Fitxer
FILE_EXIT=&Surt
EDIT=&Edita
EDIT_COPY=&Copia
THEME=&Tema
HELP=&Ajuda
HELP_ABOUT=&Quant a CrystalDiskMark
LANGUAGE=Llengua 
ZOOM=&Escala
AUTO=&Auto
; 3.0
TEST_DATA=&Dades de prova
DEFAULT_RANDOM=Per defecte (Aleatori)
; 4.0
SETTINGS=&Configuració
SAVE=&Desa
QUEUES_THREADS=&Cues i fils
; 4.1
INTERVAL_TIME=Intèrval de temps
SECOND=seg
MINUTE=min
HOUR=hora
; 5.0.3
ALL_ZERO=Tot 0x00 (Omple amb 0)
; 5.1.0
SELECT_FOLDER=Selecciona carpeta
; 7.0.0
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance

[Message]
STOP_BENCHMARK=Atura el Test.
DISK_CAPACITY_ERROR=Espai en disc insuficient.
DISK_CREATE_FILE_ERROR=Error de creació d'arxiu.
DISK_WRITE_ERROR=Error d'escriptura.
DISK_READ_ERROR=Error de lectura.
; 7.0.0
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Disc pel Test
TEST_SIZE=Mida del Test
TEST_COUNT=Nombre de Tests
; 7.0.0
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio

[WindowTitle]
ABOUT=Quant a CrystalDiskMark
QUEUES_THREADS=Cues i fils
; 7.0.0
FONT_SETTING=Font Setting
COMMENT=Comment

[Dialog]
AUTO=Auto
; 7.0.0
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled


